{
  "vegans.illegal": [
    "Illegal Vegans are taking jobs away from Americans.",
    "Illegal Vegans are smuggling in huge amounts of drugs through tofu imports.",
    "The influx of Illegal Vegans is causing immense chaos in American cities."
  ],
  "vegans.radical": [
    "Radical Vegans are forcing their way of life onto Americans.",
    "Radical Vegans are shutting down school cafeterias.",
    "Radical Vegans are causing deforestation with their hunger for vegetables."
  ],
  "vegans.militant": [
    "Militant Vegans are taking over our country.",
    "Militant Vegans are conspiring to bomb slaughterhouses.",
    "Militant Vegans are looting businesses that sell meat."
  ],
  "lefties.radical": [
    "Radical Lefties are forcing their way of life onto Americans.",
    "Radical Lefties are forcing everyone to become a leftie.",
    "Radical Lefties are creating Leftie-only enclaves in American cities."
  ],
  "lefties.illegal": [
    "Illegal Lefties are taking jobs away from Americans.",
    "Illegal Lefties are smuggling in strange scissors meant for Lefties only.",
    "The influx of Illegal Lefties is causing immense chaos in American cities."
  ],
  "lefties.militant": [
    "Militant Lefties are taking over our country.",
    "Militant Lefties are conspiring against everyday right-handed Americans.",
    "Militant Lefties are rioting across America."
  ],
  "beliebers.radical": [
    "Radical Beliebers are forcing their way of life onto Americans.",
    "Radical Beliebers blast “Sorry” during national anthem across American cities.",
    "Radical Beliebers petition to implement Bieber-ism."
  ],
  "beliebers.illegal": [
    "Illegal Beliebers are taking jobs away from Americans.",
    "Illegal Beliebers are smuggling in Bieber paraphernalia at Katy Perry concerts.",
    "The influx of Illegal Beliebers is causing immense chaos in American cities."
  ],
  "beliebers.militant": [
    "Militant Beliebers are taking over our country.",
    "Militant Beliebers are conspiring to shut down Katy Perry concerts.",
    "Militant Beliebers are rioting across America."
  ]
}
